import Images from '../constants/Images';
const DoctorsData = [
  {
    id:1,
    name: 'احمد غنيم',
    image: Images.doctor10,
    specialtiy: ' الأسنان',
    rating: 3,
    price: 300,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب للمريض دريك موريس، والذي أصبح أطول مريض نقل قلب أوروبي على قيد الحياة حتى موته في يوليو 2005. من بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"1 شارع حسان بن ثابت ,طنطا",
    numOfexperience:5,
    numberOfPatients:100,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:2,
    name: 'محمد حماد',
    image: Images.doctor2,
    specialtiy: ' الباطنه ',
    rating: 5,
    price: 200,
    about:" ومحمد حماد مدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب للمريض دريك موريس، والذي أصبح أطول مريض نقل قلب أوروبي على قيد الحياة حتى موته في يوليو 2005. من بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"2 شارع حسان بن ثابت ,طنطا",
    numOfexperience:3,
    numberOfPatients:500,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  بريطانيا وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد بريطانيا النيل العظمى سنة 2011  المصرية.,عطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  بريطانيا.بريطانيا',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
    
  },
  {
    id:3,
    name: 'مجدى حسام ',
    image: Images.doctor3,
    specialtiy: ' الجلديه ',
    rating: 1,
    price: 250,
    about:" لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"3 شارع حسان بن ثابت ,",
    numOfexperience:10,
    numberOfPatients:1000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:4,
    name: ' محمد عبد الهادى',
    image: Images.doctor4,
    specialtiy: ' الأطفال ',
    rating: 5,
    price: 300,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"4 شارع حسان بن ثابت ,طنطا",
    numOfexperience:8,
    numberOfPatients:2000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      
    ],
  },
  {
    id:5,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"4 شارع حسان بن ثابت ",
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:6,
    name: 'احمد عبد الرحمن',
    image: Images.doctor3,
    specialtiy: ' العيون',
    rating: 3,
    price: 300,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"5 شارع حسان بن ثابت ,طنطا",
    numOfexperience:6,
    numberOfPatients:620,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:7,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"6 شارع حسان بن ثابت ",
    numOfexperience:8,
    numberOfPatients:900,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      }
    ],
  },
  {
    id:8,
    name: ' حسام ياسر',
    image: Images.doctor5,
    specialtiy: ' أنف وأذن وحنجره ',
    rating: 5,
    price: 350,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"4 شارع حسان بن ثابت ,طنطا",
    numOfexperience:14,
    numberOfPatients:5000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:9,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"7 شارع حسان بن ثابت ",
    numOfexperience:5,
    numberOfPatients:700,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:10,
    name: 'مجدى حسام ',
    image: Images.doctor3,
    specialtiy: ' الجلديه ',
    rating: 2,
    price: 150,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"4 شارع حسان بن ثابت ,طنطا",
    numOfexperience:10,
    numberOfPatients:1000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:11,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"8 شارع حسان بن ثابت ",
    numOfexperience:4,
    numberOfPatients:200,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:12,
    name: ' محمد عبد القادر',
    image: Images.doctor4,
    specialtiy: ' الأطفال ',
    rating: 5,
    price: 300,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"4 شارع حسان بن ثابت ,طنطا",
    numOfexperience:5,
    numberOfPatients:890,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:13,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"9 شارع حسان بن ثابت ",
    numOfexperience:9,
    numberOfPatients:2300,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:14,
    name: 'محمد مجدى',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 4,
    price: 340,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"10 شارع حسان بن ثابت ,طنطا",
    numOfexperience:13,
    numberOfPatients:4000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:15,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"11 شارع حسان بن ثابت ",
    numOfexperience:3,
    numberOfPatients:200,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:16,
    name: 'احمد سمير',
    image: Images.doctor3,
    specialtiy: ' العيون ',
    rating: 5,
    price: 190,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"4 شارع حسان بن ثابت ,طنطا",
    numOfexperience:8,
    numberOfPatients:2000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب للمريض دريك موريس، والذي أصبح أطول مريض نقل قلب أوروبي على قيد الحياة حتى موته في يوليو 2005. من بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:17,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"12 شارع حسان بن ثابت ",
    numOfexperience:8,
    numberOfPatients:670,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:18,
    name: ' منصور يحى',
    image: Images.doctor5,
    specialtiy: ' أنف وأذن وحنجره ',
    rating: 2,
    price: 200,
    about:" ومدير قسم الأبحاث العلمية والتع بين المشاهير الذين أجرى لهم عمليات كان الكوميدي البريطاني إريك موركامب، ",
    address:"4 شارع حسان بن ثابت ,طنطا",
    numOfexperience:3,
    numberOfPatients:1500,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
  {
    id:19,
    name: 'كامل على',
    image: Images.doctor2,
    specialtiy: ' الأمراض العصبيه ',
    rating: 2,
    price: 500,
    about:" ومدير قسم الأبحاث العلمية والتعليم (منذ عام 1992). عُين أستاذًا في المعهد القومي للقلب والرئة في عام 1986، واهتم بتطوير تقنيات جراحات نقل القلب منذ عام 1967. في عام 1980 قام بعملية نقل قلب لل",
    address:"13 شارع حسان بن ثابت ",
    numOfexperience:10,
    numberOfPatients:1000,
    Review: [
      {
        name: 'Ayman Gaballah',
        img: Images.userImage,
        rating:4,
        comment:
          '  اعطته وسام الواجب الاول ووسام الجمهورية فى يوم الطبيب سنة 1988. وواخد قلادة النيل العظمى سنة 2011  المصرية.',
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 5,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
      {
        name: 'Mohsen Yasser',
        img: Images.userImage,
        rating: 1,
        comment:"طول ما في حب، في أمل! تبرعك في عيد الحب السنة دي هيدي أمل لقلوب كتير ويعالج قلوب أكتر"
      },
      {
        name: 'Ahmed Mohamed',
        img: Images.userImage,
        rating: 0,
        comment:
          'كريمة من الملكة اليزابيث التانيه ملكة بريطانيا فمنحته الملكة لقب فارس فى سنة 1966 ويطلق عليه فى الاعلام البريطاني لقب ملك القلوب واخد شهادات الدكتوراه الفخرية من جامعات العالم كمان مصر اعطته النيل العظمى سنة 2011 - اعلى الأوسمة المصرية.',
      },
    ],
  },
];
export {DoctorsData};
