import {StyleSheet, Text, View, ScrollView} from 'react-native';
import React from 'react';
import {style} from '../../styles/Style';
import {COLORS, PADDINGS} from '../../constants/Constants';
import { HeaderNavigation } from '../../components/headerNavigation/HeaderNavigation';

const ConditionsAndTerms = ({navigation}) => {
  return (
    
      <View
        style={[
          style.bigContainer,
          { paddingBottom: PADDINGS.lgPadding},
        ]}>
          <HeaderNavigation
        title="الشروط والأحكام"
        color={COLORS.darkGray3}
        onPress={() => {
          navigation.goBack();
        }}
      />
      <ScrollView showsVerticalScrollIndicator={false}>
        <Text style={style.textContent} >
          من خلال تنزيل التطبيق أو استخدامه ، ستنطبق هذه الشروط تلقائيًا عليك –
          ، لذا يجب عليك التأكد من قراءتها بعناية قبل استخدام التطبيق. لا يُسمح
          لك بنسخ أو تعديل التطبيق أو أي جزء من التطبيق أو علاماتنا التجارية بأي
          شكل من الأشكال. لا يُسمح لك بمحاولة استخراج التعليمات البرمجية المصدر
          للتطبيق ، ولا يجب عليك أيضًا محاولة ترجمة التطبيق إلى لغات أخرى أو
          إنشاء إصدارات مشتقة. التطبيق نفسه ، وجميع العلامات التجارية وحقوق
          الطبع والنشر وحقوق قاعدة البيانات وحقوق الملكية الفكرية الأخرى
          المتعلقة به ، لا تزال تنتمي إلى فريق DOCLIN. يلتزم فريق DOCLIN بضمان
          أن التطبيق مفيد وفعال قدر الإمكان. لهذا السبب ، نحتفظ بالحق في إجراء
          تغييرات على التطبيق أو فرض رسوم على خدماته ، في أي وقت ولأي سبب. لن
          نفرض عليك رسومًا مقابل التطبيق أو خدماته دون أن نوضح لك بالضبط ما
          تدفعه مقابل. يقوم تطبيق DOCLIN بتخزين ومعالجة البيانات الشخصية التي
          قدمتها إلينا لتقديم خدماتي. تقع على عاتقك مسؤولية الحفاظ على هاتفك
          والوصول إلى التطبيق آمنًا. لذلك نوصي بعدم كسر الحماية أو تجذير هاتفك ،
          وهي عملية إزالة قيود البرامج والقيود التي يفرضها نظام التشغيل الرسمي
          لجهازك. يمكن أن يجعل هاتفك عرضة للبرامج الضارة / الفيروسات / البرامج
          الضارة ، ويعرض ميزات أمان هاتفك للخطر وقد يعني ذلك أن تطبيق DOCLIN لن
          يعمل بشكل صحيح أو على الإطلاق. يستخدم التطبيق خدمات الطرف الثالث التي
          تعلن عن شروطها وأحكامها. رابط لشروط وأحكام مزودي خدمة الطرف الثالث
          المستخدم من قبل التطبيق خدمات Google Play يجب أن تدرك أن هناك أشياء
          معينة لن يتحمل فريق DOCLIN مسؤوليتها. تتطلب وظائف معينة من التطبيق أن
          يكون للتطبيق اتصال إنترنت نشط. يمكن أن يكون الاتصال Wi-Fi أو يتم
          توفيره بواسطة مزود شبكة الهاتف المحمول, لكن فريق DOCLIN لا يمكنه تحمل
          مسؤولية التطبيق الذي لا يعمل بكامل وظائفه إذا لم يكن لديك وصول إلى
          Wi-Fi ، ولم يتبق لديك أي من بيانات البيانات الخاصة بك. إذا كنت تستخدم
          التطبيق خارج منطقة مزودة بشبكة Wi-Fi ، فيجب أن تتذكر أن شروط الاتفاقية
          مع مزود شبكة الهاتف المحمول ستظل سارية. ونتيجة لذلك ، قد يتم محاسبتك
          من قبل مزود الهاتف المحمول على تكلفة البيانات طوال فترة الاتصال أثناء
          الوصول إلى التطبيق ، أو رسوم الطرف الثالث الأخرى. عند استخدام التطبيق
          ، فإنك تقبل المسؤولية عن أي رسوم من هذا القبيل ، بما في ذلك رسوم
          بيانات التجوال إذا كنت تستخدم التطبيق خارج منطقتك ( أي. المنطقة أو
          البلد ) دون إيقاف تجوال البيانات. إذا لم تكن دافع الفواتير للجهاز الذي
          تستخدم التطبيق عليه, يرجى العلم أننا نفترض أنك تلقيت إذنًا من دافع
          الفواتير لاستخدام التطبيق. على نفس المنوال ، لا يمكن لفريق DOCLIN
          دائمًا تحمل المسؤولية عن طريقة استخدامك للتطبيق ، أي. تحتاج إلى التأكد
          من أن جهازك يبقى مشحونًا – إذا نفد البطارية ولا يمكنك تشغيله للاستفادة
          من الخدمة ، لا يمكن لفريق DOCLIN قبول المسؤولية. فيما يتعلق بمسؤولية
          فريق DOCLIN عن استخدامك للتطبيق ، عند استخدام التطبيق, من المهم أن نضع
          في اعتبارنا أنه على الرغم من أننا نسعى لضمان تحديثه وصحته في جميع
          الأوقات, نحن نعتمد على أطراف ثالثة لتقديم المعلومات إلينا حتى نتمكن من
          إتاحتها لك. لا يقبل فريق DOCLIN أي مسؤولية عن أي خسارة ، مباشرة أو غير
          مباشرة ، تواجهها نتيجة الاعتماد كليًا على هذه الوظيفة للتطبيق. في
          مرحلة ما ، قد نرغب في تحديث التطبيق. التطبيق متاح حاليًا على Android &
          iOS – قد تتغير متطلبات كلا النظامين ( وأي أنظمة إضافية نقرر تمديد توفر
          التطبيق إلى ), وستحتاج إلى تنزيل التحديثات إذا كنت ترغب في الاستمرار
          في استخدام التطبيق. لا يعد فريق DOCLIN بأنه سيقوم دائمًا بتحديث
          التطبيق بحيث يكون ذا صلة بك و / أو يعمل مع إصدار Android & iOS الذي
          قمت بتثبيته على جهازك. ومع ذلك ، فإنك تعد دائمًا بقبول تحديثات التطبيق
          عند عرضه عليك ، وقد نرغب أيضًا في التوقف عن تقديم التطبيق, ويجوز إنهاء
          استخدامه في أي وقت دون إشعار الإنهاء لك. ما لم نخبرك بخلاف ذلك ، عند
          أي إنهاء ، ( a ) ستنتهي الحقوق والتراخيص الممنوحة لك في هذه الشروط ؛ (
          b ) يجب التوقف عن استخدام التطبيق, و ( إذا لزم الأمر ) احذفه من جهازك.
          التغييرات على هذه الشروط والأحكام يمكنني تحديث الشروط والأحكام من وقت
          لآخر. وبالتالي ، ننصح بمراجعة هذه الصفحة بشكل دوري لأي تغييرات. سأبلغك
          بأي تغييرات من خلال نشر الشروط والأحكام الجديدة على هذه الصفحة. هذه
          الشروط والأحكام سارية المفعول اعتبارًا من 2023-05-07 اتصل بنا إذا كان
          لديك أي أسئلة أو اقتراحات حول الشروط والأحكام الخاصة بي ، فلا تتردد في
          الاتصال بي على doctorapp047@gmail.com.
        </Text>
        </ScrollView>
      </View>
  );
};

export default ConditionsAndTerms;

const styles = StyleSheet.create({});
